update works
set description = "物語の主人公である遠野志貴は、幼い頃に一度死にかけた後、「モノ」の壊れやすい部分を黒い線として捉えることのできる特別な眼「直死の魔眼」を持つようになった。とはいえその能力をもてあましていたときに、偶然出会った女性からたしなめられ、その眼の力を封じる眼鏡を受け取ったおかげで、外見上、普通の少年として平凡な生活を送ることができた。しかし、子供の頃から預けられていた親戚の家から、実家に帰ることが決まった頃と時を同じくして起きる、全身の血液を抜かれて人が殺されていく連続猟奇殺人事件が、志貴の生活を非日常へと急激に変化させてゆくこととなる。"
,description_source = "(C)TYPE-MOON/「真月譚 月姫」製作委員会" where id = 5237;

update works
set description = "生まれた環境が災いしてか、女の子に触られると鼻血を出してしまうほどの女性恐怖症という
不憫な私立浪嵐学園に通う高校2年生・坂町近次郎は、
理事長の娘でクラスメイトである涼月奏の執事・近衛スバルの秘密を知ってしまう。

実は、スバルは女だったのだ。
奏はスバルの秘密を守ることと引き替えに、ある協力を近次郎に申し出るのだった……" where id = 3544;

update works
set description_source = "©あさのハジメ・メディアファクトリー／まよチキ！製作委員会" where id =3544;

update works set facebook_og_image_url = "https://cs1.anime.dmkt-sp.jp/anime_kv/img/24/27/3/24273_1_9_8b.png" where id = 364;



